<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */
        'password' => 'パスワードは6文字以上にして、確認用入力欄と一致させてください。',
        'reset' => 'パスワードは再設定されました！',
        'sent' => 'パスワード再設定用のURLをメールで送りました。',
        'token' => 'パスワード再設定用のトークンが不正です。',
        'user' => "メールアドレスに一致するユーザーが存在しません。",

];
